Repository: mattiashem/asylguiden
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sv

source: English
sv: Engelska

source: Swedish
sv: Svenska

source: Asylguiden is and plattform for delevering information beetween people
sv: Asyluiden en plattform för informatiosn delnad

source: People working on Asylguiden
sv: Folk som jobbar på Asylguiden

source: Contact Asylguiden
sv: Kontakta Asylguiden

source: Changed!
sv: Ändrad!

source: Change Articel
sv: Ändra Artikel

source: Name
sv: Namn

source: Enter name of articel
sv: Skriv namn på artikel

source: Locations
sv: Område

source: Enter location for articel if any
sv: Skriv område som rör artikel

source: Enter tags to articel
sv: Skriv tags för artiklar

source: Save
sv: Sparad

source: Deleted!
sv: Bortagen!

source: The Articel has bean deleted.
sv: Artikeln har blivit bortagen

source: DELETE
sv: RADERA

source: Help us
sv: Hjälp oss

source: The Book
sv: Boken

source: Home
sv: Hem

source: Read
sv: Läs

source: Write
sv: Skriv

source: Search
sv: Sök

source: Answers
sv: Frågor

source: Places
sv: Platser

source: Account
sv: Konto

source: Log Out
sv: Logga ut

source: Login
sv: Logga in

source: Register
sv: Registrera

source: Start using the guide by pressing Console
sv: Börja använd guiden genom att tryca console

source: Start today writing to the Guide
sv: Börja idag med att skriva till Guiden

source: Sign Up
sv: Registrera dig

source: Giving back
sv: Ge tillbaka

source: Dont let other fall into the same pits as you, Give the guide you experiencse and let other move on
sv: Låt inte andra göra samma mistage som dig. Skriv in i Guiden idag

source: Write Articel
sv: Skriv Artikel

source: Finding Work !!
sv: Hitta arbete

source: Read how to get an work in Sweden
sv: Läs hur du får ett arbete i sverige

source: Findin work in Stockholm is hard, Here we have collected our articels about getting work in STHLM
sv: Hitta arbete i Stockholm är svårt. Läs våra artiklar hur du hittar jobba i STHLM

source: Help living arount Stockholm
sv: Hjälp bo runt Stockholm

source: Read local articels from Stockholm
sv: Läs lokala artiklar från Stockholm

source: Qestions about STHLM here we have collected our best articels from Stockholm
sv: Frågor om STHLM vi har samlat dom ästa artiklarna om Stockholm

source: GIVE TO The Guide
sv: Ge till guiden

source: Give us the five stories from you
sv: Ge oss fem historier

source: Give the guide five stories that you have heard och experince. So other can learn from your
sv: GE oss fem historier som du har hört eller upplevt. Så att andra kan lära från dom

source: Back to top
sv: Tillbaka upp

source: Title
sv: Titel

source: Location
sv: Område

source: New Articel
sv: Ny Artikel

source: Enter location for articel if any (Sepperate with , exemple stockholm, Uppsala)
sv: Skriv in område för artikeln tex (stockholm,uppsala)

source: Enter tags to articel (Sepperate with , exemple work, internet)
sv: Skriv tag för artikel dela med , tex (jobba, internet)

source: Questions and Answers
sv: Frågor och svar

source: Locations:
sv: Område

source: The guestion
sv: Frågan

source: Enter the qestion
sv: Din fråga

source: Where is this qestion
sv: Vart rör frågan

source: Tags the qestion
sv: Tags till frågan

source: The Answer
sv: Svaret

source: Search in Questions
sv: Sök i Frågor

source: Enter search ords for Articels, tags ore locations
sv: Skriv sökord för artiklar tags eller området

source: Results
sv: Resultat

source: Thank You
sv: Tack

source: You articel has bean saved
sv: Din artikel har sparats

source: Tech
sv: Teknik

source: Wrong Login please efter correct username ore password
sv: Fel login ogiltigt användrnamn eller lösenord

source: Username:
sv: Användrnamn

source: Password:
sv: Lösenord

source: Reset Link generated
sv: Återställnings link har genererats

source: An reset link has bean generated and send to you email.
sv: En återställnings länk har renereats och skickts till dig

source: No email found
sv: Ingen email hittad

source: There was no users found with that email.
sv: Det fanns ingen användare med det email

source: Reset Password
sv: Återställ Lösenord

source: To resett you password please provide us with your email addres to you account
sv: För att återställa ditt lösenord skriv in din email address till ditt konto

source: My page
sv: Min Sida

source: Updated!
sv: Updaterad!

source: You account has bean updated.
sv: Ditt Konto har blivit updaterad

source: Account Settings
sv: Konto Instaällningar

source: User Detailjs
sv: Användar Uppgifter

source: Articels
sv: Artiklar

source: Password confirmation:
sv: Lösenord Konfirmation

source: Emaill:
sv: Email:

source: Enter you email address
sv: Skriv in din email address

source: Name:
sv: Namn:

source: Surname:
sv: Efternamn:

source: Postnumber
sv: Postnummer

source: Phone:
sv: Telefon:

source: Contry:
sv: Land:

source: Contry of stay
sv: Land där du är

source: Langage:
sv: Språk

source: Languages to write and read articels in. Press to mark several
sv: Språk att skriva och läsa artiklar i

source: Change
sv: Ändrat

source: Delete
sv: Radera

source: No Articels
sv: Inga Artiklar

source: Error Register user username ore email address
sv: Error med att registrera ditt konto

source: Register new account
sv: Registrera nytt konto

source: Password
sv: Lösenord

source: Password confirmation
sv: Lösenords Konfirmation
